<template>
  <v-container>
    <Header/>
    <p dir="ltr">Условия оплаты от 01.02.19.</p>


    <p>&nbsp;</p>
    <p>Все термины с заглавной буквы имеют значение, указанное в Условиях предоставления услуг, если иное прямо не указано в настоящем документе.</p>
    <p>1. Компания будет собирать Донаты от Пользователей и перечислять их Стримерам после вычета суммы Агентского Вознаграждения (как указано в Таблице 1). Компания будет предпринимать действия для осуществления таких переводов на ежедневной основе, но не может гарантировать это. Стример обязан выбрать валюту и платежный способ из доступных на DS Платформе вариантов, который будет впоследствии использоваться в качестве валюты по умолчанию ("Основная валюта") и платежного метода по умолчанию ("Основной платежный метод") для получения Донатов. Стример вправе изменить Основную валюту и Основной платежный способ в его/ее настройках Учетной записи при доступности такого сервиса на DS Платформе. Когда Стример выбирает платежный способ, он/она должен предоставить Компании действительную информацию, запрашиваемую на DS Платформе или запрашиваемую Компанией. В случае, если Донаты получены в валюте, отличной от Основной валюты, они будут сконвертированы, отражены и выплачены Стримеру в Основной валюте по курсу Центрального Банка Российской Федерации на день их получения Компанией.</p>
    <p>2. Если Стример выбирает платежный метод, который не позволяет получить полную сумму Донатов из-за ограничений, установленных применимым поставщиком платежных услуг, тогда Стример должен выбрать дополнительный или альтернативный способ оплаты, или Компания имеет право перечислять Донаты, причитающиеся к выплате Стримеру, на ежедневной основе до тех пор, пока не будет выплачена полная сумма Донатов. Если Стример выбирает платежный метод, который не позволяет получать Донаты в Основной валюте из-за ограничений применимого платежного провайдера, тогда Донаты будут перечислены в разрешенной провайдером валюте по курсу Центрального Банка Российской Федерации (<a href="http://www.cbr.ru/)">http://www.cbr.ru/)</a> на день их перечисления Донатов Компанией.</p>
    <p>3. Компания вправе отложить на необходимый срок (но в любом случае не более чем на 90 дней) и/или отменить любой сбор Донатов от Пользователя и/или последующее их перечисление Стримеру с целью предотвращения незаконной деятельности или мошеннических действий, оценки рисков, безопасности или расследования.</p>
    <p>4. Компания в праве вычитать или удерживать любые налоги, в отношении которых у Компании существует обусловленная законом обязанность по вычету или удержанию, из любых сумм, подлежащих оплате Стримеру по Агентскому Договору. Время от времени Компания может запрашивать у вас налоговую информацию, и вы должны предоставить ее Компании.</p>
    <p><br /><br /></p>
    <p>5. Начиная с первого календарного дня, следующего за днем присвоения Стримеру Статуса Неактивного Стримера, стоимость услуг по поддержанию Учетной записи на DS Платформе составляет 10 (десять) рублей 00 копеек РФ за 1 (один) календарный день. В случае, если Основной валютой являются не российские рубли, то указанная выше сумма будет составлять 0 Евро 13 центов, если Основная валюта &ndash; Евро, и 0 долларов США 15 центов, если Основная валюта &ndash; доллары США.</p>
    <p>"Статус Неактивного Стримера" - статус Стримера, устанавливаемый Компанией, в случае если Стример в течение более чем трех календарных месяцев либо не использовал его/ее Учетную Запись, либо не выбрал платежный способ, который используется по умолчанию Компанией для перечисления денежных средств Стримеру.</p>
    <p>Соглашение автоматически расторгается в случае если Стримеру присвоен Статус Неактивного Стримера, и сумма Донатов, подлежащих уплате Стримеру, равна нулю.</p>
    <p>6. Сумма Агентского Вознаграждения за услуги должна рассчитывается в зависимости от платежного способа, который был использован Пользователем для перечисления Доната в соответствии с Таблицей 1:</p>
    <p align="right">Таблица 1.</p>

    <v-data-table
      :headers="headers2"
      :items="items2"
      class="elevation-1"
      hide-actions
    >
      <template v-slot:items="props">
        <td>{{ props.item.name }}</td>
        <td class="text-xs-right">{{ props.item.calories }}</td>
      </template>
    </v-data-table>

    <p><br /><br /></p>
    <p>Стример вправе выбрать следующие доступные платежные способы для получения Донатов в соответствии с настоящими Условиями Оплаты при условии, что обязательство компании по перечислению Донатов считается исполненной с момента зачисления средств на соответствующий счет платежной системы Стримера. Со стримера взимается комиссия за перевод Доната, как указано в Таблице 2 ниже.</p>
    <p align="right">Таблица 2.</p>


    <v-data-table
      :headers="headers"
      :items="items"
      class="elevation-1"
      hide-actions
    >
      <template v-slot:items="props">
        <td>{{ props.item.name }}</td>
        <td class="text-xs-right">{{ props.item.calories }}</td>
      </template>
    </v-data-table>

    <p><br /><br /></p>
    <p><a name="_GoBack"></a> 7. &laquo;Оплата платежной картой в сети Интернет.</p>
    <p>Вы можете оплатить пожертвование платежной картой Visa, Mastercard или МИР. После успешной оплаты Вы получите электронный чек. Информация, указанная на чеке, содержит все данные о проведенной операции оплаты.&nbsp;</p>
    <p><br /><br /></p>
    <p>Гарантии безопасности</p>
    <p>Данные Вашей платежной карты гарантировано защищены в соответствии со стандартами безопасности PCI DSS. Данные карты вводятся на защищенной банковской платежной странице, передача информации происходит с применением технологии шифрования SSL. Дальнейшая передача информации происходит по закрытым банковским сетям, имеющим наивысший уровень надежности. Для дополнительной аутентификации Держателя карты используется протокол 3D-Secure. Если Эмитент поддерживает данную технологию, Вы будете перенаправлены на его сервер для ввода дополнительных реквизитов платежа".</p>

  <Footer/>
  </v-container>
</template>


<script>
  import Header from './components/header'
  import Footer from './components/footer'

  export default {
    components: {
      Header, Footer
    },
    data () {
      return {
        headers: [
          {
            text: 'Способ оплаты',
            align: 'left',
            sortable: false,
            value: 'name'
          },
          { text: '%', value: 'calories', sortable: false, align: 'right'},
        ],
        items: [
          {
            name: 'QIWI Wallet',
            calories: '2,5%',
          },
          {
            name: 'Web Money',
            calories: '2,5%',
          },
          {
            name: 'Банковские карты',
            calories: '3,5%+25 рублей',
          },
          {
            name: 'Мобильный счет',
            calories: '2,5%',
          },
          {
            name: 'Gingerbread',
            calories: '356',
          },
          {
            name: 'Яндекс.Деньги',
            calories: '2,5%',
          }
        ],
        headers2: [
          {
            text: 'Платежный способ',
            align: 'left',
            sortable: false,
            value: 'name'
          },
          { text: 'Агентское Вознаграждение*', value: 'calories', sortable: false, align: 'right'},
        ],
        items2: [
          {
            name: 'Банковские карты, WebMoney',
            calories: '5%',
          },
          {
            name: 'QIWI Wallet, Яндекс.Деньги',
            calories: '7%',
          },
        ],
      }
    }
  }
</script>