<template>
  <v-container>
    <Header/>
    <p dir="ltr">Политика конфиденциальности.</p>
    <p dir="ltr">ООО &laquo;Лост Веа&raquo; соблюдает конфиденциальность интернет-посетителей и пользователей ее продуктов и услуг, а также положения действующих законов о защите частной жизни.</p>
    <p dir="ltr">1. Определения</p>
    <p dir="ltr">В настоящем документе Персональными данными считаются любые данные, которые могут идентифицировать вашу личность (&laquo;Персональные данные&raquo;) или косвенно с вами связаны за счет привязки к Персональным данным. ООО &laquo;Лост Веа&raquo; также обрабатывает анонимные данные, в том числе сводные, чтобы анализировать и получать статистическую информацию в отношении привычек, особенностей использования и демографических параметров клиентов, рассматриваемых коллективно, а не по отдельности. Такие анонимные данные не позволяют установить личности клиентов, с которыми они связаны. ООО &laquo;Лост Веа&raquo; имеет право предоставлять анонимные данные (в агрегированном или не агрегированном виде) третьим сторонам.</p>
    <p dir="ltr">Значения остальных терминов, выделенных заглавными буквами в настоящей Политике конфиденциальности, определены в Условиях предоставления услуг.</p>
    <p dir="ltr">2. Зачем ООО &laquo;Лост Веа&raquo; осуществляет сбор и обработку данных</p>
    <p dir="ltr">ООО &laquo;Лост Веа&raquo; осуществляет сбор и обработку Персональных данных по следующим причинам:</p>
    <p dir="ltr">а) когда это необходимо для исполнения нашего соглашения с вами, чтобы обеспечивать полнофункциональный сервис и предоставлять соответствующий Контент и Услуги;</p>
    <p dir="ltr">б) когда это необходимо для соблюдения надлежащих правовых обязательств (например, обязательств сохранять информацию в соответствии с налоговым законодательством);</p>
    <p dir="ltr">в) когда это необходимо в целях осуществления законных интересов ООО &laquo;Лост Веа&raquo; &nbsp;или третьей стороны (например, интересов других клиентов), если только такие интересы не перевешиваются вашими преобладающими законными интересами и правами; или</p>
    <p dir="ltr">г) когда вы дали на это свое согласие.</p>
    <p dir="ltr">Эти причины сбора и обработки Персональных данных определяют и ограничивают виды Персональных данных, которые мы собираем, и методы их использования (см. раздел 3 ниже), сроки хранения данных (см. раздел 4 ниже), лиц, обладающих правом на доступ к этим данным</p>
    <p dir="ltr"></p>
    <p dir="ltr">(см. раздел 5 ниже), а также то, какие права и другие механизмы контроля доступны вам в качестве пользователя (см. раздел 6 ниже).</p>
    <p dir="ltr">3. Какие данные мы собираем и обрабатываем</p>
    <p dir="ltr">3.1 Основные учетные данные.</p>
    <p dir="ltr">При настройке Аккаунта компания ООО &laquo;Лост Веа&raquo; &nbsp;запрашивает ваш адрес электронной почты. Вы также должны выбрать имя пользователя и пароль. Вы также можете осуществить регистрацию через аккаунт стороннего сервиса. &nbsp;Предоставление такой информации необходимо для регистрации Аккаунта. При настройке аккаунту автоматически присваивается номер (&laquo;Steam ID&raquo;), который в дальнейшем используется для ссылки на ваш аккаунт без прямого указания ваших Персональных данных. &nbsp;</p>
    <p dir="ltr">3.2 Транзакции и платежные данные</p>
    <p dir="ltr">Для совершения транзакций в DS платформе (например, для приобретения подписки на Контент и Услуги или для Доната Стримеру), вам необходимо предоставить ООО &laquo;Лост Веа&raquo; &nbsp;платежные данные, чтобы обеспечить возможность проведения транзакции. Если вы используете для оплаты кредитную карту, вам необходимо предоставить компании ООО &laquo;Лост Веа&raquo; &nbsp;информацию о кредитной карте (имя, адрес, номер кредитной карты, дату истечения срока действия и защитный код), которую компания ООО &laquo;Лост Веа&raquo; обрабатывает и передает оператору платежной системы, чтобы обеспечить возможность проведения транзакции и выполнения проверок для борьбы с мошенничеством. Точно так же компания ООО &laquo;Лост Веа&raquo; &nbsp;будет получать данные от вашего оператора платежной системы по тем же причинам.</p>
    <p dir="ltr">3.3 Другие явно предоставляемые вами данные</p>
    <p dir="ltr">Мы собираем и обрабатываем Персональные данные, которые вы отправляете нам в явной форме. Эти данные включают в себя следующее:</p>
    <p dir="ltr">&bull; сведения, которые вы предоставляете, когда запрашиваете у нас информацию или техническую поддержку либо приобретаете Контент и Услуги, включая сведения, необходимые для обработки ваших заказов с применением соответствующего механизма оплаты;</p>
    <p dir="ltr">&bull; сведения, которые вы нам предоставляете, участвуя в конкурсах, соревнованиях, турнирах или опросах, например, ваши контактные данные.</p>
    <p dir="ltr">3.4 Использование приложений и веб-сайта</p>
    <p dir="ltr">Мы собираем различную информацию при вашем взаимодействии с веб-сайтами, Контентом и Услугами, предлагаемыми DS Платформой.</p>
    <p dir="ltr">К Персональным данным, которые мы можем собирать, относятся, помимо прочих, сведения о браузере и устройстве, данные, собираемые при автоматизированном электронном взаимодействии, и данные об использовании приложений.</p>
    <p dir="ltr">Кроме того, мы будем отслеживать ваши действия на веб-сайте, чтобы убедиться, что вы не робот, и оптимизировать наши услуги.</p>
    <p><strong>&nbsp;</strong></p>
    <p dir="ltr">3.5 Отслеживание данных и cookie-файлы.</p>
    <p dir="ltr">Мы используем &laquo;сookie-файлы&raquo;, представляющие собой текстовые файлы, размещаемые на вашем компьютере, которые помогают нам анализировать, как пользователи используют наши услуги, и аналогичные технологии (например, веб-маяки, идентификаторы устройства, пиксельные и рекламные теги), чтобы распознавать вас и/или подключение ваших устройств, когда вы используете различные устройства и услуги. Кроме того, эти данные помогают нам улучшать предлагаемые услуги, маркетинг, аналитику или функциональные возможности веб-сайтов. Использование cookie-файлов является стандартной практикой в Интернете. Хотя большинство веб-браузеров автоматически принимают cookie-файлы, окончательное решение, принимать их или нет, остается за вами. Вы можете настроить параметры браузера, чтобы не допускать прием сookie-файлов или получать уведомление при каждой отправке вам сookie-файла. Вы можете запретить использование сookie-файлов, выбрав соответствующие параметры в веб-браузере. Однако обратите внимание, что в этом случае вы не сможете пользоваться всеми функциональными возможностями наших сайтов.</p>
    <p dir="ltr">Когда вы посещаете какую-либо из наших служб, наши серверы регистрируют в журнале ваш глобальный IP-адрес, представляющий собой номер, который автоматически назначается для сети, частью которой является ваш компьютер.</p>
    <p dir="ltr">3.6 Сервис Google Analytics</p>
    <p dir="ltr">Данный веб-сайт использует Google Analytics &mdash; сервис веб-аналитики компании Google, Inc. (&laquo;Google&raquo;). Google Analytics использует &laquo;сookie-файлы&raquo; &mdash; текстовые файлы, размещаемые на компьютерах посетителей, которые помогают операторам веб-сайта анализировать, как посетители пользуются сайтом. Информация об использовании веб-сайта посетителями, созданная с помощью сookie-файлов, как правило, передается и хранится на серверах компании Google в США.</p>
    <p dir="ltr">На данном веб-сайте активировано скрытие IP-адресов. IP-адреса пользователей, посещающих DS Платформу, должны укорачиваться. Только в исключительных случаях на сервер Google в США будет передаваться полный IP-адрес и укорачиваться там. От имени оператора веб-сайта компания Google будет использовать эту информацию с целью оценки веб-сайта для его пользователей, для составления отчетов о действиях на веб-сайте и предоставления других услуг, связанных с действиями на веб-сайте и использованием Интернета для операторов веб-сайтов.</p>
    <p dir="ltr">Компания Google не будет связывать IP-адрес, передаваемый в контексте Google Analytics, с какими-либо другими данными, хранящимися в Google. Вы можете запретить использование сookie-файлов, выбрав соответствующие параметры в веб-браузере. Однако обратите внимание, что в этом случае вы не сможете пользоваться полной функциональностью данного веб-сайта.</p>
    <p dir="ltr">Более того, пользователи могут запретить сбор данных о том, как они используют веб-сайт (включая данные об IP-адресе), осуществляемый с помощью сookie-файлов, и обработку данных компанией Google, загрузив и установив подключаемый модуль браузера по следующей ссылке: <a href="http://tools.google.com/dlpage/gaoptout?hl=en.">http://tools.google.com/dlpage/gaoptout?hl=en.</a></p>
    <p><strong>&nbsp;</strong></p>
    <p dir="ltr">3.7 Рекомендации контента</p>
    <p dir="ltr">В соответствии с вашим отдельным согласием или в случаях, когда это явно разрешено действующими законами об электронных рассылках, компания ООО &laquo;Лост Веа&raquo; &nbsp;может посылать вам на ваш адрес электронной почты маркетинговые сообщения о продуктах и услугах, предлагаемых компанией ООО &laquo;Лост Веа&raquo;. В таком случае мы также можем использовать вашу собранную информацию для настройки таких маркетинговых сообщений, а также собирать информацию о том, открывали ли вы сообщения и на какую ссылку в тексте вы нажимали).</p>
    <p dir="ltr">Вы можете в любой момент отменить или отозвать свое согласие на получение маркетинговых электронных сообщений, отозвав свое согласие на той же странице, на которой вы ранее подтвердили свое согласие, или нажав на ссылку &laquo;Отказаться от подписки&raquo;, которая имеется в каждом маркетинговом сообщении.</p>
    <p dir="ltr">4. Срок хранения данных</p>
    <p dir="ltr">Мы храним вашу информацию лишь в течение срока, необходимого для достижения целей, в которых осуществляется сбор и обработка такой информации, или (если действующее законодательство предусматривает более длительной срок хранения) в течение срока хранения, требующегося по закону. После окончания этого срока ваши Персональные данные удаляются, блокируются или анонимизируются, как это предусмотрено действующим законодательством.</p>
    <p dir="ltr">В частности:</p>
    <p dir="ltr">&bull; Если вы закрываете свой Аккаунт, ваши Персональные данные отмечаются для удаления, за исключением случаев, когда юридические требования или другие преобладающие законные цели требуют более длительного хранения.</p>
    <p dir="ltr">&bull; Если вы отзываете свое согласие на обработку ваших Персональных данных, мы удаляем ваши Персональные данные без неоправданной задержки в той мере, в какой сбор и обработка персональных данных основаны на отзыве согласия.</p>
    <p dir="ltr">&bull; Если вы используете право на возражение против обработки ваших Персональных данных, мы рассматриваем ваше возражение и без неоправданной задержки удаляем ваши Персональные данные, обрабатываемые с целью, против которой вы возражаете, если нет иной правовой основы для обработки и хранения этих данных или сохранение этих данных не требуется в соответствии с действующим законодательством.</p>
    <p dir="ltr">5. Кто имеет доступ к данным</p>
    <p dir="ltr">5.1 Компания ООО &laquo;Лост Веа&raquo; &nbsp;и ее дочерние компании могут предоставлять друг другу доступ к вашим Персональным данным и использовать их по мере необходимости для достижения целей, указанных выше в разделе 2. В случае реорганизации, продажи или слияния компания может передать Персональные данные соответствующей третьей стороне в соответствии с действующим законодательством.</p>
    <p dir="ltr">5.2. Мы также предоставляем ваши Персональные данные сторонним поставщикам услуг, которые предоставляют услуги по поддержке клиентов в связи с Контентом и Услугами, распространяемыми через Steam. Ваши Персональные данные будут использоваться в соответствии с настоящей Политикой конфиденциальности и только в той мере, которая необходима для предоставления услуг по поддержке клиентов.</p>
    <p dir="ltr">5.3. К определенным данным, связанным с вашим Аккаунтом, мы предоставляем доступ для других пользователей DS Платформы и наших партнеров. Доступ к этой информации может получить по запросу любой пользователь, указав идентификатор вашего идентификатора &nbsp;ID. Так можно получить доступ как минимум к публичному имени персоны, которое вы выбрали для представления вас в на DS Платформе, изображению аватар. Никогда намеренно не предоставляется доступ к Персональным данным, в том числе к настоящему имени или адресу электронной почты.</p>
    <p dir="ltr">5.4 Компания ООО &laquo;Лост Веа&raquo; &nbsp;может разрешить вам связать ваш Аккаунт с аккаунтом, предложенным третьей стороной. В случае вашего согласия на связывание аккаунтов компания ООО &laquo;Лост Веа&raquo; &nbsp;может собирать и объединять информацию, которую вы разрешили компании ООО &laquo;Лост Веа&raquo; получать от третьей стороны, с информацией о вашем Аккаунте в той степени, насколько это допускается вашим согласием на данный момент. Если для связывания аккаунтов требуется передать вашу личную информацию от компании ООО &laquo;Лост Веа&raquo; &nbsp;третьей стороне, вы будете информированы об этом до связывания аккаунтов и вам будет предоставлена возможность дать согласие на связывание аккаунтов и передачу вашей информации. Использование вашей информации третьей стороной регламентируется политикой конфиденциальности этой третьей стороны, которую мы рекомендуем тщательно изучить.</p>
    <p dir="ltr">5.5 Компания ООО &laquo;Лост Веа&raquo; &nbsp;может раскрывать Персональные данные в соответствии с судебными распоряжениями или правилами, которые обязывают нас раскрывать такую информацию.</p>
    <p dir="ltr">6. Дети</p>
    <p dir="ltr">Минимальный возраст для создания Аккаунта Steam составляет 14 лет. Компания ООО &laquo;Лост Веа&raquo; &nbsp;сознательно не собирает Персональные данные у детей младше этого возраста.</p>
    <p dir="ltr">7. Контактная информация</p>
    <p dir="ltr">Вы можете связаться с ответственным специалистом ООО &laquo;Лост Веа&raquo; &nbsp;по защите данных по указанному ниже адресу.</p>
    <p dir="ltr">г.Москва, пр-кт Мира, д.19, стр.1, Э 1 П I КОМ 6 ОФ 16</p>
    <p>&nbsp;</p>   
    <Footer/>
  </v-container>
</template>

<script>
import Header from './components/header'
import Footer from './components/footer'

export default {
  components: {
    Header, Footer
  }
}
</script>
